{
  "airbus-competition": "# Pioneering student team from the Netherlands wins Airbus Fly Your Ideas 2019 global competition\n\n<img src=\"https://airbus-h.assetsadobe2.com/is/image/content/dam/corporate-topics/innovation/Fly-Your-Ideas-2019-winner-team-Zero-Hero.jpg?wid=1920&fit=fit,1&qlt=85,0\" alt=\"drawing\" width=\"100%\"/> Aerospace and academic experts from Airbus and the International Space University (Strasbourg) have selected Team “Zero” Heroes from Delft University of Technology, Netherlands, as winner of the Airbus Fly Your Ideas 2019 global student competition. The team convinced the expert jury with their smart batteryless wireless switches for aircraft systems that provide power at your fingertips and can now look forward to the top prize of 25,000 euros. Team “Zero” Heroes prevailed against 269 submitted ideas and six other teams in the final round.\nAll seven finalist teams spent an amazing final week in Toulouse, France, prototyping their idea in Airbus' cutting-edge Innovation and R&D facilities with support from dedicated Airbus mentors and experts using state-of-the-art equipment. On June 27, the teams presented their projects to a panel of Airbus aerospace and academic experts plus a global live-stream audience.\n\nThe jury was impressed by the innovative spirit and economic understanding of the students from Team ”Zero” Heroes. Their development of wireless systems solves the main limitation for IoT in aircraft by removing battery integration – a current challenge for safety and regulation. Furthermore, it reduces fuel consumption and weight while simplifying aircraft retrofit and maintenance needs.\n\nThe runners-up, team AirFish from the University of Cambridge, UK, convinced with their exceptional idea of an ocean monitoring system using a satellite imagery and video imaging technology. Their development can help governments combat illegal fishing, reduce bycatch of endangered species, and generally decrease damages to the marine habitat.\n\nAirbus Fly Your Ideas is a global competition challenging students worldwide to innovate for the future of aerospace in six key areas: Electrification, Data Services, Cyber Security, Internet of Things, Artificial Intelligence and Mixed Reality.\n\nSince its launch by Airbus in 2008 and the signing of a partnership agreement with UNESCO in 2012, over 22,000 students have registered for Fly Your Ideas from over 700 universities and 100 countries worldwide, with more than 500 Airbus employees contributing their mentorship and expertise to support the competition.\n\nThis year’s finalist teams represent 11 countries and 8 different universities across Asia, Europe and South-America.\n\nThe winning team received a prize of €25,000 and €10,000 were awarded to the runner-up project. An additional €10,000 was shared between the remaining finalist teams.\n\nFor more details and information about the competition, please visit www.airbus-fyi.com. "
}
