{
  "airbus-competition": "# Pioneering student team from the Netherlands wins Airbus Fly Your Ideas 2019 global competition\n\n<img src=\"https://airbus-h.assetsadobe2.com/is/image/content/dam/corporate-topics/innovation/Fly-Your-Ideas-2019-winner-team-Zero-Hero.jpg?wid=1920&fit=fit,1&qlt=85,0\" alt=\"drawing\" width=\"100%\"/> Aerospace and academic experts from Airbus and the International Space University (Strasbourg) have selected Team “Zero” Heroes from Delft University of Technology, Netherlands, as winner of the Airbus Fly Your Ideas 2019 global student competition. The team convinced the expert jury with their smart batteryless wireless switches for aircraft systems that provide power at your fingertips and can now look forward to the top prize of 25,000 euros. Team “Zero” Heroes prevailed against 269 submitted ideas and six other teams in the final round.\nAll seven finalist teams spent an amazing final week in Toulouse, France, prototyping their idea in Airbus' cutting-edge Innovation and R&D facilities with support from dedicated Airbus mentors and experts using state-of-the-art equipment. On June 27, the teams presented their projects to a panel of Airbus aerospace and academic experts plus a global live-stream audience.\n\nThe jury was impressed by the innovative spirit and economic understanding of the students from Team ”Zero” Heroes. Their development of wireless systems solves the main limitation for IoT in aircraft by removing battery integration – a current challenge for safety and regulation. Furthermore, it reduces fuel consumption and weight while simplifying aircraft retrofit and maintenance needs.\n\nThe runners-up, team AirFish from the University of Cambridge, UK, convinced with their exceptional idea of an ocean monitoring system using a satellite imagery and video imaging technology. Their development can help governments combat illegal fishing, reduce bycatch of endangered species, and generally decrease damages to the marine habitat.\n\nAirbus Fly Your Ideas is a global competition challenging students worldwide to innovate for the future of aerospace in six key areas: Electrification, Data Services, Cyber Security, Internet of Things, Artificial Intelligence and Mixed Reality.\n\nSince its launch by Airbus in 2008 and the signing of a partnership agreement with UNESCO in 2012, over 22,000 students have registered for Fly Your Ideas from over 700 universities and 100 countries worldwide, with more than 500 Airbus employees contributing their mentorship and expertise to support the competition.\n\nThis year’s finalist teams represent 11 countries and 8 different universities across Asia, Europe and South-America.\n\nThe winning team received a prize of €25,000 and €10,000 were awarded to the runner-up project. An additional €10,000 was shared between the remaining finalist teams.\n\nFor more details and information about the competition, please visit www.airbus-fyi.com. ",
  "4tu-impact-challenge": "# Online Finale Dutch 4TU Impact Challenge ZED goes to World Expo in Dubai\n\n<div style=\"text-align: justify\">\n\n**ZED has won the Dutch 4TU Impact Challenge. The start-up from the University of Delft designs a B2B IoT solutions provider, which enables companies to harness the potential of wireless 'batteryless' applications. This way, a broad range of products can become both smaller and cheaper. This year, for the second time, the technical universities in the Netherlands have organized a joint innovation competition where students can showcase their groundbreaking solutions to societal challenges. Likewise, this year’s winner will also go on a trade mission to the World Expo in Dubai in 2021,together with representatives of the Ministry of Foreign Affairs and a number of companies.**\n\nThe technical universities in Eindhoven, Delft, Twente and Wageningen each organized their own preliminary rounds throughout the previous months. In the end, eight finalists made it through to the 4TU Impact Challenge.\n\nTeam ZED (Zero Energy Development) from the TU Delft Impact Contest was crowned the winner of the Dutch 4TU Impact Challenge 2020. They developed batteryless applications for a broad range of companies, which will reduce the 35 million batteries that are in use currently. Hereby, they improve sustainability, and working circumstances. “It’s amazing, we really look forward to showing our innovation to the world!”, says team ZED. They will now start taking the next steps towards the World Expo in Dubai next year, where they will represent The Netherlands.\n\nAdditionally, the audience casted their vote for the Audience Award, which has been appointed to Reshore from The WUR Student Challenges! They developed floating breakwaters that are able to replace the current gray lifeless breakwaters with flourishing ecosystems. Their project combines coastal protection, ecosystem restoration, and food production. This award, worth €1500, enables them to continue improving and pursuing their project.\nImpact on our daily lives\n\nSome of the reasons why the independent jury chose ZED was because of their inspiring idea, how they address various problems in their project and of course the passion that the team showed in their pitch as well as the Q&A. Nevertheless, the jury admitted that it was a tough decision.\n\nEach of the teams have brilliant solutions for societal problems. From a network of unmanned aerial vehicles to floating breakwaters. Sustainability is a big theme recurring in various dimensions in all of the projects. For instance several problems in the food sector are addressed by team Farmvent through new food production methods, while team Respire develops a network of sensors to combat air pollution, and team GOAL3 aims to improve healthcare globally using a smart monitoring system, to name a few.\n\n<img src=\"https://www.4tu.nl/.uc/i9693432401027e07010024b1ba03b121f8d0996df6680701c490010b0180/fq0ra0xwu71dtqfebdrbsg.jpg\" width=\"100%\"></img>\n\n## Pitch bootcamp\nIn preparation of the online Finale, the student teams followed a pitch training, to finetune their story and deliver the perfect pitch. “To convert an innovative technology into a business plan is the first step, though convincing others to do business with you is the next essential step,” says Pitch Academy trainer Nathalie Mangelaars. “These students have managed to explain their complex technologies in a way everyone can understand. And that’s clever!”At the end of the training, students stated that explaining the idea in a simple way is important but certainly not an easy task.\n\nYou can rewatch the online Finale via our website: www.4tuimpactchallenge.nl and read more about the winners and other participants.\n\n## About 4TU\nThe four universities of technology in the Netherlands are united in the 4TU.Federatie. 4TU aims to boost and pool technical expertise. The universities of technology plan to educate and deliver plenty of quality engineers and design engineers and to contribute internationally-renowned and societally-relevant research as well as promote cooperation between research institutes and businesses. Read more via: https://www.4tu.nl/en/\n\n</div>\n\n[original article](https://4tuimpactchallenge.nl/news/384)",
  "smart-electronics": "# Why smart electronics are becoming battery free\n\n<div style=\"text-align: justify\">\n\n<img src=\"https://www.delta.tudelft.nl/sites/default/files/styles/1200x/public/images/ZedIot_1717_WEB.jpg?itok=rSbtie6w\" width=\"100%\"></img>\n\n**The gap between energy need and microgeneration in electronics is getting smaller by the day. What if sensors are placed and forgotten, but remain active forever?**\n\n“There are two trends,” explains Dr Przemysław Pawełczak (Faculty of EEMCS). Electronic devices are becoming ever smaller and more efficient, and the microgeneration of power from light, vibration, temperature differences and even radio waves is steadily improving. “There will come a time when microgeneration produces enough energy to power energy efficient electronics, and then you will have reached autarky. A device will power itself and installation is a question of setting it up and forgetting it.” Pawełczak thinks that the current generation of teenagers that grew up seeing cell phones as an essential part of life, will see mobile phones become self-powering. They may need to shake the phones occasionally though, to keep enough power to get going.\n\n## Zero Energy Development\nThe start-up ZED (Zero Energy Development) won the 4TU Impact Challenge last month. Its drive to develop battery free solutions is unmistakable. EEMCS PhD student Suryansh Sharma describes ZED as “innovators for extreme applications in extreme environments” in its desire to get this world battery free. As an example, ZED won the Airbus competition for aviation innovations last year with its wireless and battery free switches. Each airplane seat has multiple sensors and switches to signal its position, monitor the seatbelt and call the flight attendant for example. Until now, each sensor needs its own cable. ZED’s alternative, called ‘Zero Heroes’ at the time, is not only battery free but also wireless – which saves weight.\n\n<img src=\"https://www.delta.tudelft.nl/sites/default/files/images/ZedIot_combi_WEB.jpg\" width=\"100%\"></img>\n\nPrototype energy harvesters for radio waves (top left), pushing a button (top right) and two more push-buttons (bottom, right). The device bottom-left is a joystock (Photo's: Sam Rentmeester)\n\nZED’s mentor is zero-energy veteran Dr Ranga Rao Venkatesha Prasad, better known as ‘VP’. He attends the Team’s interview from India. He has worked in the field of sensors and networks for 20 years. He joined the Faculty of EEMCS in 2005. He knows how challenging it can be to make applications battery free, especially if reliability is a critical factor. In these cases you might need more energy harvesting which would call for a bigger device, making the smaller battery powered alternative more attractive. This has led him to think about a number of self-powered applications such as a water-driven sensor that signals an open tap, or a weight-driven sensor indicating someone is in the office. The sensors send a short string of data to a central network that keeps track of the changes.\n\n## Internet of Things\nThese are the first examples of the much-heralded Internet of Things (IoT) – a network of physical objects that are embedded with sensors, software, and other technologies for the purpose of connecting and exchanging data with other devices and systems over the Internet (definition by Wikipedia). Sharma (ZED) and VP however insist that IoT cannot really scale up unless the sensors are battery free. Just imagine hundreds of thousands of sensors in an airplane, an office or an industrial installation, and think of the poor guy who has to change all the batteries every few years. Not to mention the waste. “Batteryless and wireless are both inherent to the IoT,” says Sharma.\n\nHow about security? Doesn’t adding hundreds of open ends to a network make it more vulnerable? Dr Przemysław Pawełczak, also working in the EEMCS group of Embedded and Networked Systems, argues that batteryless and security are unrelated. “Of course, sensors must be updated periodically to keep the Internet of Things up to date. But that is independent of whether the device uses batteries or not. In an earlier project, WISENT, we showed that remote battery free computers powered by radio waves can be reprogrammed wirelessly.”\n\nReliability is another issue that Pawełczak’s team has tackled. The software on batteryless devices must be robust enough to withstand sudden powering off. You don’t want the whole system to reboot after the power comes back on – you just want it to continue. What’s more, you want the interrupted calculations to continue and produce the correct outcomes as well. The battery free Gameboy, that caught worldwide attention, was Pawełczak’s demo of software that is robust against power failure. If, for example, the power goes down in the middle of a Tetris session, a few firm button-pushes will bring you back into the action where you had left.\n\nThe really hard part for battery free electronics is the quality of experience, argues Pawelczak. Personally, he is convinced that electronics should become battery free to become more sustainable and reduce the waste stream. But he also knows that users do not want to be bothered by the device’s energy status. “If offered the choice between a phone that is super energy efficient but less stable, or one that is stable but uses more energy, I think that 99% of the people would choose the latter. That is, sadly, how we are.”\n\n## Harvesting energy\nBattery free consumer electronics may still be far and few between, but for the Internet of Things ‘battery free’ is the industry standard, says Sharma. A number of Delft start-ups is already targeting industry. Kinergizer produces milliWatt power sources for industry whose pocket-sized devices generate power from vibrations. And Nowi energy, co-founded by one of Pawełczak’s former master students, produces miniature power management chips for low power applications. Nowi combines leading energy harvesting technology with wireless low power IT chips, says CEO Simon van der Jagt. This allows autonomous sensors to be installed in systems where maintenance is difficult or impossible. Van der Jagt cites smart cities and smart industries as examples, where ‘smart’ is synonymous with wireless connected sensors everywhere.\n\nZED combines energy harvesting with micro power management for industrial applications. The prize for winning the 4TU Impact Challenge is to present at the World Expo in Dubai next year. There, the team will excite visitors’ imaginations: what could you do with battery free wireless sensors that you can just place & forget? With various hands-on energy harvesting devices and a short provocative video, the ZED team hopes to convince visitors that a ‘smart’ future is battery free.\n\n[original article](https://www.delta.tudelft.nl/article/why-smart-electronics-are-becoming-battery-free)\n\n</div>\n",
  "zed-in-airospace": "#\tZED in Aerospace – TU student team won the global Airbus competition\n<iframe width=\"100%\" style=\"height: calc(45vh)\" src=\"https://www.youtube.com/embed/Kh3SOZj6TEc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n**In june 2019,   Aerospace and academic experts from Airbus and the International Space University (Strasbourg) have selected Team “Zero” Heroes from Delft University of Technology, Netherlands,  with their smart battery-free wireless buttons for aircraft systems, as the winner of the Airbus Fly Your Ideas 2019 global student competition.**\n<div style=\"text-align: justify\"> \nThe Airbus Fly Your Ideas competition is globally held and challenges students to innovate for the future of aerospace. There are six key areas for the innovations to focus on; Electrification, Data Services, Cyber Security, Internet of Things, Artificial Intelligence, and Mixed Reality.\n\nBefore the competition, we got to spend an astonishing week in Toulouse, France, where we followed workshops, got to network with prominent people within the industry and received support from Airbus’ R&D specialists. During the final round, the team competed against six other teams. What won the jury over was that our wireless systems could solve one of the main limitations of IoT in aircraft by removing battery integration. Additionally, reduces the fuel consumption and weight occupied in the aircraft.\n   \nWe share this story since winning this competition is one of our biggest achievements and one we are most proud of. This achievement inspired us to begin our own company and kickstarted our journey towards becoming an Ltd.\n</div>",
  "dubai": "# We are going to Dubai!\n<iframe width=\"100%\" style=\"height: calc(45vh)\" src=\"https://www.youtube.com/embed/aX-gigFwEf4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n**In the Autumn of 2020, ZED won the 4tu impact challenge where we presented our innovation and business idea. The 4TU Impact Challenge is an innovation competition between all technical universities in the Netherlands where students can showcase their ground-breaking solutions to societal challenges.**\n\n<div style=\"text-align: justify\"> \nThe competition was held for the second time in a row, this time the competition went a little different compared to the year before due to Covid-19 circumstances. For this contest this we were required to prepare a business plan, shoot a promo video and present our energy harvesting solution through a convincing video pitch.\nWe worked hard and kept staying motivated. The 4TU Impact Challenge was an incredibly enjoyable project to dive into with our team. The competition was hard, but because of our inspiring idea and passion we showed in our work, the first place was rewarded to us, for our concept of battery-less applications for extreme environments. \n\nNext, we will go on a trade mission to the World Expo in Dubai in October 2021, together with representatives of the Ministry of Foreign Affairs and several companies. On the World Expo, we will present our innovations, learn from experts and overall intend to have a wonderful time. We are ready to amaze the world.\n</div>"
}
